{
    "quotesLabel": {
        "type": "label",
        "value": "Quotes (format: Quote | Author)"
    },
    "quoteData": {
        "type": "textbox",
        "value": "Life is simple as a cosmonaut's breakfast. | Vladimir Burich\nIn the angle of an elbow inscribed the circle of a head. | Vladimir Burich\nYou can't prove anything to anyone. | Vladimir Burich\nThe world will freely offer itself to you to be unmasked. | Vladimir Burich\nWe were given silence to dwell in. | Vladimir Burich\nNo snowflake in an avalanche ever feels responsible. | Stanisław Jerzy Lec\nIs it progress if a cannibal uses a fork? | Stanisław Jerzy Lec\nHe who limps is still walking. | Stanisław Jerzy Lec\nThe greater the dark, the easier to be a star. | Stanisław Jerzy Lec\nOn the top of each peak you are on the edge of the abyss. | Stanisław Jerzy Lec\nHe had a clear conscience. Never used it. | Stanisław Jerzy Lec\nIn a war of ideas it is people who get killed. | Stanisław Jerzy Lec\nEven his ignorance is encyclopedic. | Stanisław Jerzy Lec\nDon't trust the heart, it wants your blood. | Stanisław Jerzy Lec\nAll is in the hands of man. Therefore wash them often. | Stanisław Jerzy Lec\nWhen smashing monuments, save the pedestals — they always come in handy. | Stanisław Jerzy Lec\nHay smells different to lovers and horses. | Stanisław Jerzy Lec\nAn empty envelope that is sealed contains a secret. | Stanisław Jerzy Lec\nEverything is illusion. Even that last sentence. | Stanisław Jerzy Lec\nDo not expect too much of the end of the world. | Stanisław Jerzy Lec\nYouth is the gift of nature, but age is a work of art. | Stanisław Jerzy Lec\nThe first requisite for immortality is death. | Stanisław Jerzy Lec\nYou must first have a lot of patience to learn to have patience. | Stanisław Jerzy Lec\nThe window to the world can be covered by a newspaper. | Stanisław Jerzy Lec\nThe moment of recognizing your own lack of talent is a flash of genius. | Stanisław Jerzy Lec\nThe shortest path between two points is unfinished. | Stanisław Jerzy Lec\nWe are all in the gutter, but some of us are looking at the stars. | Oscar Wilde\nBe yourself; everyone else is already taken. | Oscar Wilde\nThe only way to get rid of a temptation is to yield to it. | Oscar Wilde\nI can resist everything except temptation. | Oscar Wilde\nTo love oneself is the beginning of a lifelong romance. | Oscar Wilde\nA cynic is a man who knows the price of everything and the value of nothing. | Oscar Wilde\nAlways forgive your enemies; nothing annoys them so much. | Oscar Wilde\nSome cause happiness wherever they go; others whenever they go. | Oscar Wilde\nMost people are other people. Their thoughts are someone else's opinions. | Oscar Wilde\nMan is least himself when he talks in his own person. Give him a mask, and he will tell you the truth. | Oscar Wilde\nExperience is merely the name men gave to their mistakes. | Oscar Wilde\nIt is absurd to divide people into good and bad. People are either charming or tedious. | Oscar Wilde\nConsistency is the last refuge of the unimaginative. | Oscar Wilde\nEverything in moderation, including moderation. | Oscar Wilde\nAn idea that is not dangerous is unworthy of being called an idea at all. | Oscar Wilde\nThe only difference between the saint and the sinner is that every saint has a past, and every sinner has a future. | Oscar Wilde\nA book must be the axe for the frozen sea within us. | Franz Kafka\nThere are two cardinal sins from which all others derive: impatience and indolence. | Franz Kafka\nA cage went in search of a bird. | Franz Kafka\nStart with what is right rather than what is acceptable. | Franz Kafka\nFrom a certain point onward there is no longer any turning back. That is the point that must be reached. | Franz Kafka\nBy believing passionately in something that still does not exist, we create it. | Franz Kafka\nAnyone who keeps the ability to see beauty never grows old. | Franz Kafka\nThere is a destination but no way there; what we refer to as way is hesitation. | Franz Kafka\nIn the struggle between yourself and the world, hold the world's coat. | Franz Kafka\nThe true path is along a rope, not suspended high in the air, but just over the ground. | Franz Kafka\nYou have power over your mind, not outside events. Realize this, and you will find strength. | Marcus Aurelius\nThe best revenge is to be unlike him who performed the injury. | Marcus Aurelius\nThe soul becomes dyed with the colour of its thoughts. | Marcus Aurelius\nIt is not death that a man should fear, but never beginning to live. | Marcus Aurelius\nThe happiness of your life depends upon the quality of your thoughts. | Marcus Aurelius\nThe obstacle is the way. | Marcus Aurelius\nEverything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth. | Marcus Aurelius\nHow much more damage anger and grief do than the things that cause them. | Marcus Aurelius\nHe who is brave is free. | Seneca\nSometimes even to live is an act of courage. | Seneca\nNo man was ever wise by chance. | Seneca\nIt is quality rather than quantity that matters. | Seneca\nLife, if well lived, is long enough. | Seneca\nAll cruelty springs from weakness. | Seneca\nWhile we are postponing, life speeds by. | Seneca\nThe greatest remedy for anger is delay. | Seneca\nIf you wished to be loved, love. | Seneca\nWe suffer more in imagination than in reality. | Seneca\nA gem cannot be polished without friction, nor a man perfected without trials. | Seneca\nIt is a rough road that leads to the heights of greatness. | Seneca\nDifficulties strengthen the mind, as labor does the body. | Seneca\nBegin at once to live, and count each separate day as a separate life. | Seneca\nLuck is a matter of preparation meeting opportunity. | Seneca\nIf one does not know to which port one is sailing, no wind is favorable. | Seneca\nMost powerful is he who has himself in his own power. | Seneca\nIt is not because things are difficult that we do not dare; it is because we do not dare that they are difficult. | Seneca\nWherever there is a human being, there is an opportunity for kindness. | Seneca\nHypocrisy is a tribute which vice pays to virtue. | La Rochefoucauld\nEveryone complains of his memory, and no one complains of his judgement. | La Rochefoucauld\nIt is with true love as it is with ghosts; everyone talks of it, but few have seen it. | La Rochefoucauld\nWe confess to little faults only to persuade ourselves we have no great ones. | La Rochefoucauld\nOne cannot answer for his courage when he has never been in danger. | La Rochefoucauld\nWhen we are unable to find tranquility within ourselves, it is useless to seek it elsewhere. | La Rochefoucauld\nOne is never as unhappy as one thinks, nor as happy as one hopes. | La Rochefoucauld\nHe who fights with monsters should look to it that he himself does not become a monster. | Friedrich Nietzsche\nWhen you gaze long into an abyss, the abyss also gazes into you. | Friedrich Nietzsche\nWhat is done out of love always takes place beyond good and evil. | Friedrich Nietzsche\nMadness is the exception in individuals but the rule in groups. | Friedrich Nietzsche\nA man's maturity: to have rediscovered the seriousness he possessed as a child at play. | Friedrich Nietzsche\nNot that you lied to me but that I no longer believe you — that is what has distressed me. | Friedrich Nietzsche\nObjection, evasion, joyous distrust, and love of irony are signs of health. | Friedrich Nietzsche\nThe struggle itself towards the heights is enough to fill a man's heart. One must imagine Sisyphus happy. | Albert Camus\nThe only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion. | Albert Camus\nThere is not love of life without despair about life. | Albert Camus\nReal generosity toward the future lies in giving all to the present. | Albert Camus\nFreedom is nothing but a chance to be better. | Albert Camus\nThose who do not remember the past are condemned to repeat it. | George Santayana\nOne cannot step twice in the same river. | Heraclitus\nA journey of a thousand miles begins with a single step. | Lao Tzu\nWherever you go, go with all your heart. | Confucius\nThe mind is everything. What you think you become. | Buddha",
        "height": 600
    },
    "updateModeLabel": {
        "type": "label",
        "value": "Update Interval"
    },
    "updateMode": {
        "type": "dropdown",
        "value": 0,
        "items": ["Daily", "Hourly", "Every Minute"]
    },
    "fontSizeLabel": {
        "type": "label",
        "value": "Font Size"
    },
    "fontScale": {
        "type": "slider",
        "value": 28,
        "min": 14,
        "max": 100,
        "step": 1
    },
    "textColorLabel": {
        "type": "label",
        "value": "Text Color"
    },
    "accentColor": {
        "type": "color",
        "value": "#1a1814"
    },
    "cardColorLabel": {
        "type": "label",
        "value": "Card Color"
    },
    "cardColor": {
        "type": "color",
        "value": "#f5f2ed"
    },
    "wallpaperBgLabel": {
        "type": "label",
        "value": "Wallpaper Background"
    },
    "wallpaperBg": {
        "type": "color",
        "value": "#d9d4cc"
    }
}
